{
  "header": {
    "titles": {
      "sub": "Company",
      "main": "Burim, History"
    },
    "explain": {
      "1": "Established in 1994, Burim Trading started with quarantine operations and has since expanded into integrated services including quarantine, customs clearance, legal review with the KFDA (Korea Food and Drug Administration), storage, transportation, and exportation, growing into a company that provides comprehensive services essential for global trade today.",
      "2": "In particular, since the year 2000, we have differentiated itself by providing FFT (Focus & Fast Track) services with a customer-centric approach, thereby contributing to customer satisfaction and fostering mutual growth with customers.",
      "3": "Making customer satisfaction a key business objective, our passionate pursuit of challenges for customer growth continues today."
    }
  },
  "body": {
    "1": {
      "title": "~ 2000",
      "description": "Establishing a Business Foundation",
      "contents": {
        "1994 ": {
          "7(July)": "Establishment of Burim trading company"
        }
      }
    },
    "2": {
      "title": "2001 ~ 2010",
      "description": "Stabilizing Operations",
      "contents": {
        "2010 ": {
          "1(Jan)": "move to head office to Bumildong Doosan wave Poseidon"
        },
        "2007 ": {
          "7(July)": "Registration as an importer of health functional foods"
        },
        "2003 ": {
          "10(Oct)": "Registration as a Food import agency by KFDA",
          "1(Jan)": "Conversion of Burim trading to a corporation "
        }
      }
    },
    "3": {
      "title": "2011 ~ 2020",
      "description": "Advancing\nas a Comprehensive Logistics Company",
      "contents": {
        "2020 ": {
          "12(Dec)": "Prime Minister’s Award for achieving USD 3 million in exports on Trade Day in Korea"
        },
        "2019 ": {
          "09(Sep)": "Customs-designated bonded transportation operator"
        },
        "2018 ": {
          "11(Nov)": "Registration as a plant quarantine agent (issued by the Korea Animal and Plant Quarantine department)",
          "10(Oct)": "Obtaining a license for bonded transportation\nAcquisition of a license for freight truck transportation business"
        },
        "2016 ": {
          "11(Nov)": "Prime Minister's Award for achieving $1 million in exports on Trade Day in Korea.",
          "6(June)": "Office relocation to Burim Building, Choryang-dong, Busan Station.",
          "1(Jan)": "The commencement of fresh agricultural produce exports."
        },
        "2014 ": {
          "12(Dec)": "Commencement of Food and general items export",
          "4(April)": "Expansion of the Busan Newport branch office"
        },
        "2012 ": {
          "7(July)": "Registration for license as a food import declaration agent"
        }
      }
    },
    "4": {
      "title": "2021 ~",
      "description": "",
      "contents": {
        "2023 ": {
          "12(Dec)": "Acquisition of a free trade zone license",
          "4(April)": "Obtaining a quarantine station permit and establishing\nMove to head office to Boo IoT Logistic center(Busan Newport location)",
          "3(March)": "Obtaining a food storage business license (KFDA, Busan branch) ",
          "2(FEB)": "Acquisition of a patent for a bonded zone."
        },
        "2022 ": {
          "12(Dec)": "Completion of the construction of the logistics center  : Boo IoT logistic center Busan Newport branch"
        },
        "2021 ": {
          "12(Dec)": "Commencement of construction for the logistics center."
        }
      }
    }
  }
}